[
  {
    "heading": "About the Scorecard",
    "paragraph": "At MPA, we wake up in the morning thinking about how to move power from the wealthy and corporate interests that dominate our government and economy back into the hands of everyday people. One of the ways we do that is making sure that Maine people have the tools they need to participate in our democracy and hold our elected officials accountable.\n\nEvery year, MPA releases a legislative scorecard to show how your state legislators voted on the most critical issues that defined each legislative session and made the biggest impact on people’s lives. There are more than 1,500 bills typically heard in a two-year session, so we try to cut through the noise and highlight the votes that mattered the most.\n\n\nOur scorecard covers a whole range of issues, because we know that Mainers struggle with a bunch of things at once: making ends meet, finding affordable healthcare, helping family members struggling with substance use disorder, sending our kids to underfunded schools, and facing discrimination. We take a comprehensive look at ALL bills that got a vote and select the ones that represent the full range of what makes a difference to the lives of Mainers.\n\n\nThis year, for the first time ever, we are adding a second score: Will of the Voters. This score looks specifically at votes over the last two years that had to do with upholding or rolling back citizen initiatives passed by voters, or messing with the referendum process. After the legislature has failed for years to make meaningful progress on a number of critical issues, it was irresponsible and downright anti-democratic for legislators to vote on rolling back laws that voters passed with overwhelming support at the ballot box.\n\nIt’s now July, and the legislature still hasn’t officially adjourned. Critical issues, including our entire Clean Elections system, are left unresolved. After years of dysfunction, it’s clear we need a sea change in the Maine state legislature.\n\nWe hope that you’ll take a minute to check out your own legislators’ score and another minute to share. Every Mainer should know whether their elected officials were actually representing their values.\n"
  },
  {
    "heading": "About Maine People's Alliance",
    "paragraph": "The Maine People’s Alliance (MPA) is Maine’s largest community action organization, representing over 32,000 members across Maine. Throughout the organization’s 34-year history, MPA has worked on dozens of local, state and national issue campaigns. From holding corporate polluters accountable, to organizing to raise the minimum wage, to standing up for immigrant rights, MPA members have joined neighbors and friends to work for the kind of world in which we want to live.\n\nTo find out more about getting involved with the Maine People’s Alliance, visit www.mainepeoplesalliance.org. You can follow our work at Maine Beacon, our news site, at www.mainebeacon.com. You can subscribe to our weekly podcast about Maine politics on iTunes or here: www.mainebeacon.com/podcast-preview/.\n"
  }
]