[
    {
        "id": "LD1770",
        "vote_number": "Senate Roll Call #714 - House Roll Call # 629",
        "subject": "Unemployment",
        "org_stance": "Supported",
        "sponsor": "Sponsored by Senator Amy Volk (R – Cumberland)",
        "official_title": "“An Act To Revise Laws Regarding Unemployment That Were Amended or Affected by Recently Enacted Legislation”",
        "final_outcome": "Defeated (Passed by Legislature, Vetoed by Governor)",
        "short_description": "Against objections from frontline workers, the LePage administration knowingly rolled out a flawed “new” Unemployment Insurance system. This change resulted in massive problems with long waits, inability to file and workers not getting their benefits.\n\nLD 1770 would have improved staffing, guaranteed people access to alternative means to file for unemployment and ensured the ability to retroactively apply for unemployment if they could not file under the broken system. Governor LePage vetoed this bill. The Senate overrode the veto 32-2, but House Republicans upheld the Governor’s veto.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1770&snum=128",
        "photo": "\/bill-photos\/default.png",
        "photo_caption": ""
    },
    {
        "id": "LD1704",
        "vote_number": "Senate Roll Call #513 - House Roll Call #710",
        "subject": "Downeast Correctional Facility",
        "org_stance": "Supported",
        "sponsor": "Sponsored by Representative William Tuell (R – Machias)",
        "official_title": "“An Act To Fund the Downeast Correctional Facility”",
        "final_outcome": "Defeated (Passed by Legislature, Vetoed by Governor)",
        "short_description": "The Downeast Correctional Facility was a highly successful model for getting inmates back on their feet and working in the community. It transformed hundreds of people’s lives. It also provided good jobs in Washington County. Sadly, Governor LePage illegally closed the facility in the middle of the night, laying off workers and transferring inmates.\n\nThe hardworking staff – members of AFSCME 2968 and MSEA SEIU 1989 – and the broader community ran a strong campaign to keep DCF open. LD 1704 would have continued funding to keep the facility open. The bill passed the Legislature and was vetoed by the Governor. The House fell five votes short of an override of the Governor’s veto.\n\n",
        "bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?paper=HP1184&snum=128",
        "quote_attribution": "J.J. Tibbetts, Addison. AFSCME 2968",
        "quote": "When Governor LePage illegally closed DCF in the middle of the night, it suddenly left all of us without work. Finding a job in Washington County is not easy, especially one with decent wages and benefits. Many of us were left in a real tough spot. We did everything we could to convince the Legislature to do the right thing, but we fell just a few votes short.\n\nSince LePage closed DCF, many of my former co-workers have struggled to find work. Some have had to move away. Many retired early even though they didn’t want to and had to give up part of their pension doing so. It’s really wrong to treat hard working people like this for no reason.\n\n",
        "photo": "\/bill-photos\/tibbetts.png",
        "photo_caption": ""
    },
    {
        "id": "LD837",
        "vote_number": "Senate Roll Call #680 - House Roll Call #669",
        "subject": "Medicaid",
        "org_stance": "Supported",
        "sponsor": "Sponsored by Representative Erik Jorgensen (D – Portland)",
        "official_title": "“An Act To Provide Supplemental Appropriations and Allocations for the Operations of State Government”",
        "final_outcome": "Defeated (Passed by Legislature, Vetoed by Governor)",
        "short_description": "In November of 2017, Mainers voted decisively by referendum to expand access to Medicaid (Mainecare) to 70,000 people. Medicaid expansion is the law, and the law is clear that Mainers were eligible for coverage beginning on July 2, 2018.\n\nLD 837 provided administrative funding to ensure that 70,000 Mainers get the healthcare they need. The bill was vetoed by the Governor. House Republicans blocked the override of the veto.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=837&snum=128",
        "quote_attribution": "Leisa Hutchinson, Livermore Falls",
        "quote": "Since I lost my job at a local mill, I can only find part time hours at a retail chain. I work hard but earn low wages.\n\nWithout health insurance, I couldn’t get preventative treatment for my diabetes, and I actually went blind for a period of time. I can’t afford to go to the doctor. The Legislature did the right thing to pass a bill to implement Medicaid Expansion. It’s the law that we the voters passed, and lots of people like me need health care now.\n\n",
        "photo": "\/bill-photos\/hutchinson.png",
        "photo_caption": ""
    },
    {
        "id": "LD1757",
        "vote_number": "Senate Roll Call #581 (LD 1757) and #677 (LD 1913) House Roll Call # 572 (LD 1757)",
        "subject": "Minimum Wage Rollback",
        "org_stance": "Opposed",
        "sponsor": "Sponsored by Joel Stetkis (R – Canaan)",
        "official_title": "“An Act To Protect Maine’s Economy by Slowing the Rate at Which the State’s Minimum Wage Will Increase and Establishing a Training and Youth Wage”",
        "final_outcome": "Defeated",
        "short_description": "The Maine AFL-CIO supported the 2016 minimum wage referendum because the costs of housing, food and other necessities have gone up for years while wages have remained stagnant. In November of 2016 more than 420,000 Mainers – 56% of voters – voted to raise wages for working people. These hard fought wage increases have been under attack ever since. The voter approved initiative that will raise the minimum wage to $12 by 2020 is working as intended.\n\nLD 1757 and LD 1913 were attempts to rollback Maine’s minimum wage law by delaying scheduled wage increases and eliminating an annual cost of living adjustment. LD 1757 was defeated. LD 1913 will be defeated as well.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1757&snum=128",
        "quote_attribution": "Ashley Scott, Eastport. Teamsters Local 340",
        "quote": "We fought to have our wages increased to help us build a better life. Living in Washington County is not easy but it’s my home and I love it. I work in a nursing home caring for seniors. At the moment I make $10.74 an hour, which is over the current minimum wage, but it’s still hard to make ends meet. Between household bills, buying fuel, house repairs, and car repairs there just isn’t enough.\n\nFor people who are making only $10 an hour at the moment to have their wages cut back to $9.50 an hour is a big hit. If you work 40 hours a week that’s a $20 weekly decrease. Well that $20 helps out a lot. It may not seem like much to some people but to the people who really need it it’s a life saver. I’m glad the Legislature rejected the bill to lower the minimum wage increases and remove the indexing. This matters a lot to many Maine families like mine.\n\n",
        "photo": "\/bill-photos\/scott.png",
        "photo_caption": ""
    },
    {
        "id": "LD1913",
        "vote_number": "Senate Roll Call #581 (LD 1757) and #677 (LD 1913) House Roll Call # 572 (LD 1757)",
        "subject": "Minimum Wage Rollback #2",
        "org_stance": "Opposed",
        "sponsor": "Sponsored by Joel Stetkis (R – Canaan)",
        "official_title": "“An Act To Protect Maine’s Economy by Slowing the Rate at Which the State’s Minimum Wage Will Increase and Establishing a Training and Youth Wage”",
        "final_outcome": "Defeated",
        "short_description": "The Maine AFL-CIO supported the 2016 minimum wage referendum because the costs of housing, food and other necessities have gone up for years while wages have remained stagnant. In November of 2016 more than 420,000 Mainers – 56% of voters – voted to raise wages for working people. These hard fought wage increases have been under attack ever since. The voter approved initiative that will raise the minimum wage to $12 by 2020 is working as intended.\n\nLD 1757 and LD 1913 were attempts to rollback Maine’s minimum wage law by delaying scheduled wage increases and eliminating an annual cost of living adjustment. LD 1757 was defeated. LD 1913 will be defeated as well.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1757&snum=128",
        "quote_attribution": "Ashley Scott, Eastport. Teamsters Local 340",
        "quote": "We fought to have our wages increased to help us build a better life. Living in Washington County is not easy but it’s my home and I love it. I work in a nursing home caring for seniors. At the moment I make $10.74 an hour, which is over the current minimum wage, but it’s still hard to make ends meet. Between household bills, buying fuel, house repairs, and car repairs there just isn’t enough.\n\nFor people who are making only $10 an hour at the moment to have their wages cut back to $9.50 an hour is a big hit. If you work 40 hours a week that’s a $20 weekly decrease. Well that $20 helps out a lot. It may not seem like much to some people but to the people who really need it it’s a life saver. I’m glad the Legislature rejected the bill to lower the minimum wage increases and remove the indexing. This matters a lot to many Maine families like mine.\n\n",
        "photo": "\/bill-photos\/scott.png",
        "photo_caption": ""
    },
    {
        "id": "LD1769",
        "vote_number": "Senate Roll Call #543 - House Roll Call #541",
        "subject": "Overtime Rollback",
        "org_stance": "Opposed",
        "sponsor": "Sponsored by Senator Amy Volk (R – Cumberland)",
        "official_title": "“An Act To Conform the Laws Regarding a Salaried Employee Who Is Exempt from Overtime and Minimum Wage Requirements to Federal Law”",
        "final_outcome": "Defeated",
        "short_description": "LD 1769 was an attempt to deny overtime pay to thousands of Maine workers. Over the last 40 years, overtime protections have been eroded and have not been updated. The federal overtime salary threshold for salaried workers is set at only $23,660 – some workers earning more than that can be denied overtime even if they work 60 or 70 hours per week. Maine has a stronger overtime salary threshold than the federal standard. This bill sought to lower Maine’s overtime threshold. This bill was defeated by a party line vote in the Maine House.",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1769&snum=128",
        "quote_attribution": "",
        "quote": "",
        "photo": "\/bill-photos\/default.png",
        "photo_caption": ""
    },
    {
        "id": "LD31",
        "vote_number": "Senate Roll Call #635",
        "subject": "Referendum",
        "org_stance": "Opposed",
        "sponsor": "Sponsored by Representative Eleanor Espling (R – New Gloucester)",
        "official_title": "“RESOLUTION, Proposing an Amendment to the Constitution of Maine To Require That Signatures on a Direct Initiative of Legislation Come from Each Congressional District”",
        "final_outcome": "Defeated",
        "short_description": "Over 100 years ago, the Maine Federation of Labor and the broader labor movement spent two decades working to pass the citizen initiative and referendum so that ordinary people could have a direct voice in their democracy. Since then, and especially in recent years, Maine’s referendum process has served as a vehicle for ordinary people to address concerns when the Legislature fails to act.\n\nLD 31 would have changed the referendum signature collection process to make it more difficult for grassroots groups to get a referendum question on the ballot by requiring a set number of signatures from each Congressional district. This bill is part of a larger nationwide effort to undermine the referendum process. LD 31 passed the Senate and failed in the House.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=31&snum=128",
        "quote_attribution": "Steven Keaten, China. Maine State Employees Association\/SEIU 1989 Retiree",
        "quote": "I volunteered collecting signatures to put raising the minimum wage on the ballot. It wasn’t easy. LD 31 would have raised the threshold for signatures, making it harder to qualify for the ballot and giving an advantage to those with lots of resources over citizens groups like ours.\n\nIt was the labor movement in Maine that fought to create the citizens’ initiative. We should not be making it harder for people to have a voice. Direct democracy through referendum and people’s veto is an important tool to protect, and I’m glad the Legislature rejected LD 31.\n\n",
        "photo": "\/bill-photos\/keaten.png",
        "photo_caption": ""
    },
    {
        "id": "LD1880",
        "vote_number": "House Roll Call #637",
        "subject": "“Right to Work” for Less",
        "org_stance": "Opposed",
        "sponsor": "(Governor’s Bill) Sponsored by Representative Dustin White (R – Washburn)",
        "official_title": "“An Act To Prohibit Mandatory Membership in a Union or Payment of Agency Fees as a Condition of Employment”",
        "final_outcome": "Defeated",
        "short_description": "So called “Right to Work” laws are designed to weaken unions and drive down wages and working conditions. Under such laws, workers can contribute nothing to a union, yet gain all the benefits and full representation.\n\nCurrently in Maine, in the private sector unions and employers can negotiate contracts where all workers who benefit from a collective bargaining agreement share in the costs of bargaining and representation. Under federal law, no worker is required to join a union, but unions have a duty of fair representation to represent all workers in a bargaining unit, whether they are members of not. LD 1880 would make it illegal for employers and employees to agree that all workers who benefit from a collective bargaining agreement share in the costs. The House defeated this bill largely along party lines.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1880&snum=128",
        "quote_attribution": "Josh Hartford, Canaan. Machinists Local 409",
        "quote": "My first job after getting out of the Army was in a gold mine in Colorado, working 12 hour shifts with a 15 minute break at the start of shift and a 15 minute break at the end. I moved back home to Maine and worked in gravel pits and for home builders. I had no health insurance, no retirement plan and was told if I wanted a paid holiday I should work it.\n\nIn 2010 I joined the Machinists Union as a locomotive mechanic. Because we stand together as a union, and negotiate our contract, for the first time in my adult life I had health insurance for my family, a future with being able to retire, and a decent wage. I didn’t have to work overtime just to provide for my family.\n\nThe central purpose of unions has always been to respond to workers needs and concerns. Unions raise the standard for everyone in wages, benefits, and workplace safety. Anti-worker legislation like LD 1880 is wrong and would hurt workers’ ability to have strong unions and a good life.\n\n",
        "photo": "\/bill-photos\/hartford.png",
        "photo_caption": ""
    },
    {
        "id": "LD521",
        "vote_number": "House Roll Call #547",
        "subject": "Veterans",
        "org_stance": "Supported",
        "sponsor": "Sponsored by Representative Seth Berry (D – Bowdoinham)",
        "official_title": "“An Act To Align the Criteria Used by the Maine Public Employees Retirement System in Determining Veterans’ Disability Claims with the Criteria Used by the United States Department of Veterans Affairs”",
        "final_outcome": "Passed Into Law",
        "short_description": "This bill provides that a veteran who is a member of the Maine Public Employees Retirement System (MEPERs) and who has been awarded a disability pension under the Veterans Administration (VA) for a service- connected disability is qualified for disability retirement benefits under the MEPERs system. Currently, there is often a long and difficult lag to get the needed disability retirement benefits through MEPERS. This is a small, important fix that will help veterans and has no fiscal cost.",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=521&snum=128",
        "quote_attribution": "",
        "quote": "",
        "photo": "\/bill-photos\/default.png",
        "photo_caption": ""
    },
    {
        "id": "LD1846",
        "vote_number": "House Roll Call # 634",
        "subject": "Voter ID",
        "org_stance": "Opposed",
        "sponsor": "(Governor’s Bill) Sponsored by Representative Bradlee Farrin (R – Norridgewock)",
        "official_title": "“An Act To Require the Provision of Photographic I.D. by Voters”",
        "final_outcome": "Defeated",
        "short_description": "The Maine AFL-CIO opposes measures designed to make voting more difficult including bills like this one to require voters to present valid photographic ID each time they vote. A significant number of Mainers, including the elderly, poor people and immigrants, do not have the required ID. Voting is a fundamental part of our democracy. The expansion of voting rights to most Americans and the removal of barriers to citizens’ voter participation – from literacy tests to poll taxes – has been a step forward for our democracy. Photo ID is a step in the wrong direction.",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1846&snum=128",
        "quote_attribution": "",
        "quote": "",
        "photo": "\/bill-photos\/default.png",
        "photo_caption": ""
    },
    {
        "id": "LD1566",
        "vote_number": "Senate Roll Call: #685 - House Roll Call: #594",
        "subject": "Fair Chance",
        "org_stance": "Supported",
        "sponsor": "Sponsored by Representative Rachel Talbot Ross (D – Portland)",
        "official_title": "“An Act To Enact the Maine Fair Chance Employment Act”",
        "final_outcome": "Defeated",
        "short_description": "This bill would remove barriers to employment by implementing fair chance hiring laws to ensure employers conduct a job interview first to evaluate whether an individual is qualified for employment. The impact of a criminal record on a person’s life can be devastating. Most employers require job applicants to check a box disclosing whether they have been arrested or convicted of a crime, and many employers won’t consider a candidate who checks the box.\n\nWhen legislation like LD 1566 becomes law, investigation and analysis of any arrest or conviction record is done after an applicant is determined to be qualified for employment. This gives people a better chance to get hired and improve their life. This bill passed the Legislature but was vetoed by the Governor.\n\n",
        "bill_text_url": "https:\/\/legislature.maine.gov\/legis\/bills\/display_ps.asp?LD=1556&snum=128",
        "quote_attribution": "",
        "quote": "",
        "photo": "\/bill-photos\/default.png",
        "photo_caption": ""
    },
    {
        "id": "LD1912",
        "vote_number": "House Roll Call: #740",
        "subject": "Clean Elections",
        "org_stance": "Supported",
        "sponsor": "(Governor’s Bill) Sponsored by Representative Wayne Parry (R – Arundel)",
        "official_title": "“An Act To Prohibit Campaign Fundraising at the Voting Place”",
        "final_outcome": "Bill pending; Issue resolved by Ethics Commission",
        "short_description": "Clean Elections limits the ability of corporate money to influence elections and helps more working class people to run for office. A technical error in the form of a typo threatened Clean Elections funding for the 2018 election. A group of conservative legislators attempted to undermine the November elections by blocking a simple fix to this typo. LD 1912 was the attempt to fix this problem, which was blocked by a Republicans in the Maine House. Fortunately, the Maine Ethics Commission intervened and released the Clean Elections funds.",
        "bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=1912&PID=1456&snum=128",
        "quote_attribution": "",
        "quote": "",
        "photo": "\/bill-photos\/default.png",
        "photo_caption": ""
    }
]