[
  {
    "id": "LD 31",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-31.jpg",
    "official_title": "RESOLUTION, Proposing an Amendment to the Constitution of Maine To Require That Signatures on a Direct Initiative of Legislation Come from Each Congressional District",
    "quote": "“What I hear from voters today is not that there are too many referendum questions, but that their patience for government inaction is wearing thin. How many years did we debate minimum wage, ranked choice voting, legalization of marijuana, and the all-time winner, funding education at 55% – a conversation that started last century, I believe? We shouldn’t be surprised that when a legislature does not act, the Maine people take matters into their own hands. The citizens initiative is a fundamental check and balance built into our State Constitution that prevents tyranny created by the paralysis of government. It’s a provision we should be proud of.”",
    "what_is_the_bill": "This bill would make it more difficult to place a citizen initiative on the ballot by amending the Constitution of Maine to require that petition signatures be gathered equally from both of Maine’s two congressional districts.",
    "why_it_matters": "After the 2016 election in Maine featured five different citizen-initiated issues on the ballot, Republican lawmakers sponsored more than a dozen bills to restrict the citizen initiative process. The current threshold to put an issue on the ballot in Maine is already one of the most onerous in the country. Further restricting that process only gives moneyed interests a greater advantage, while making it harder for genuine grassroots groups. These bills are attacks on our democracy and the ability for citizens and organizations to take action when the legislature cannot or will not.",
    "what_happened": "DEAD: This bill failed to reach the two-thirds threshold required to amend our state Constitution. ",
    "short_description": "This bill would have amended our state constitution to make it more difficult for citizen initiatives to get on the ballot. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/display_ps.asp?PID=1456&snum=128&paper=&paperld=l&ld=31",
    "voter_stance": "Opposed",
    "more_info_url": "http://mainebeacon.com/respect-mainers-democratic-rights-dont-tear-them-down/",
    "shorthand_title": "Changing the citizen initiative process ",
    "quote_attribution": "Floor speech by Representative Kent Ackley (I-Monmouth)",
    "photo_caption": "In 2016, more Mainers voted on citizen initiatives, including raising the minimum wage, than for either presidential candidate, congressional candidate, or anything else on the ballot. ",
    "is_2018_bill": "TRUE"
  },
  {
    "id": "LD 390",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-390.jpg",
    "official_title": "An Act Making Unified Appropriations and Allocations for the Expenditures of State Government, General Fund and Other Funds and Changing Certain Provisions of the Law Necessary to the Proper Operations of State Government for the Fiscal Years Ending June 30, 2018 and June 30, 2019",
    "quote": "“Throughout the last 10 years or so, the Augusta School Department has repeatedly worked through some incredibly difficult budget cuts. l have dealt with our science department shrinking down to six teachers and we now struggle with large class sizes and limited course offerings. ...We are at a breaking point in the district where any further cuts or reduction in funding will leave our schools without the capability to meet our student’s needs. Since 2008, the story from Augusta has been the same: tax cuts for the top, underfunded schools all over the state, property tax increases for most of us….For the sake of our democracy and for our students, don't let them down.”",
    "what_is_the_bill": "This bill was the biennial budget, and this roll call vote was an amendment to uphold the voter-approved surcharge of three percent on income over $200,000 to reach the state’s obligation of providing 55 percent of education funding to local schools. ",
    "why_it_matters": "For years, Maine has failed to meet its obligation to fund public education. At the same time, in the years since LePage took office, the wealthiest Mainers have received tens of thousands of dollars in tax breaks. The Stand Up for Students initiative, passed by voters in 2016, secured a funding mechanism for the state to provide 55 percent in education funding (another voter-approved threshold) by asking the top two percent  wealthiest families in Maine to pay their fair share. When the legislature voted to repeal that surcharge, not only did they upend the will of the voters, but they abandoned $300 million in revenue each year from a progressive revenue source, setting up future funding crunches and budget fights. ",
    "what_happened": "PASSED: The amendment failed and the three percent surcharge was ultimately repealed.",
    "short_description": "The biennial budget, which ultimately repealed the education surcharge on the top two percent of households in Maine that voters passed in 2016",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/getPDF.asp?paper=HP0281&item=57&snum=128",
    "voter_stance": "Opposed",
    "more_info_url": "https://www.pressherald.com/2017/07/12/legislators-treated-will-of-voters-as-suggestions-this-sessionlaws-approved-at-the-ballot-box-were-discarded-or-altered-actions-that-lawmakers-defend-but-which-may-have-political-repercussions/",
    "shorthand_title": "Repealing the Stand Up for Students initiative ",
    "quote_attribution": "Testimony by Jeff Delongh, science teacher from Cony High School and resident of Manchester, ME ",
    "photo_caption": "Protestors rally in Augusta to demand legislators reopen the government by passing a budget that funds our schools"
  },
  {
    "id": "LD 673",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-673.jpg",
    "official_title": "An Act To Restore the Tip Credit to Maine's Minimum Wage Law",
    "quote": "“The wage going up in January didn't make a significant difference, but instead of checks worth less than $5, I'm seeing $40 checks. With the wage going up, I can look forward to an income I can depend on during slow months and when bad weather prevents customers from getting out. It helps me budget my bills and allows me to save up more steadily for large purchases like a car or a home. It gives me stability to know that I can clothe my son in the winter when he's outgrowing coats and boots. Some seasons l have spent the majority of my income paying past due bills from a hard winter, making it difficult to save up for the incoming winter. The promise of a steady wage in addition to my tips will help me provide a better life for my son and my family and allow me to work less overtime so I can spend time to enjoy that better life. Please respect the will of the voters and allow my raise to remain.”",
    "what_is_the_bill": "This bill repealed part of the minimum wage increase that voters passed overwhelmingly in November of 2016 by cutting wages for employees who also receive tips. With the passage of the referendum, the tipped wage (previously just $3.75 an hour) was set to increase to the full minimum wage over the next decade. This bill cut it to half of the minimum wage.",
    "why_it_matters": "All workers deserve to be paid a fair wage for their labor. In Maine, tipped workers are commonly paid a lower, subminimum wage, with tips from customers expected to make up the difference. Restaurant servers and other tipped workers make some of the lowest wages and their incomes are highly vulnerable to differences in pay from night to night and season to season, as well as the whims of individual customers. In 2016, Maine voters chose to gradually increase the sub-minimum wage for tipped workers until it reached the full wage. Seven other states have one fair wage and have stronger restaurant industries, greater restaurant employment and higher rates of tipping than the rest of the country. This aspect of minimum wage laws, which primarily benefits women, has long been a target of corporate interests and the powerful restaurant lobby.   ",
    "what_happened": "PASSED: This bill passed in 2017 and was signed into law by Gov. LePage, meaning tipped workers will still earn half the regular minimum wage.",
    "short_description": "After voters approved raising wages for all Maine workers, this bill rolled back the increase for tipped workers.",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/SP023501.asp ",
    "voter_stance": "Opposed",
    "more_info_url": "http://mainebeacon.com/maine-restaurant-servers-fight-to-protect-minimum-wage-increase/",
    "shorthand_title": "Cutting wages for tipped workers ",
    "quote_attribution": "Testimony by Kimberly T.,, Camden, ME, server of 20 years ",
    "photo_caption": "Nearly 80 percent of tipped wage workers in Maine are women, and many are single parents. Tipped workers are twice as likely to be in poverty and three times likelier to access food stamps. Photo source: Maine Public."
  },
  {
    "id": "LD 873",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-873.jpg",
    "official_title": "An Act To Provide Supplemental Appropriations and Allocations for the Operations of State Government",
    "quote": "“Health care should be a universal right. We shouldn’t have to Worry that our ability to afford care was sacri ced on the altar of tax cuts for the wealthy. I am one missed day of medicine away from death. I shouldn’t have to choose between paying for food and shelter or paying for increases in my health care premiums nor should anyone else.” ",
    "what_is_the_bill": "This bill would have provided administrative funding for Medicaid expansion, passed overwhelmingly by voters last fall, so that DHHS could have hired 100+ employees after years of Gov. LePage slashing DHHS budgets. ",
    "why_it_matters": "Healthcare is a human right.  Too many Mainers are making the impossible choice between paying for life-saving medications and keeping the lights on or putting food on the table. When Medicaid expansion passed last November with nearly 60% of the vote, it was clear that Mainers want more healthcare, not less. Republican legislators in the House refusing to override Gov. LePage’s veto of this modest funding is another example of intentionally thwarting the will of the voters. ",
    "what_happened": "DEAD: Gov. LePage vetoed this bill, and his veto was sustained. However, Medicaid Expansion  is still very much the law, and as of July of this year, 70,000+ Mainers are eligible for healthcare, thanks to voters. ",
    "short_description": "This bill would have provided administrative funding for Medicaid expansion, passed overwhelmingly by voters last fall. ",
    "bill_text_url": "http://www.mainelegislature.org/legis/bills/bills_128th/billtexts/HP058602.asp",
    "voter_stance": "Supported",
    "more_info_url": "http://mainebeacon.com/medicaid-expansion-will-continue-despite-house-gop-upholding-gov-lepages-veto/",
    "shorthand_title": "Funding voter-approved Medicaid expansion law",
    "quote_attribution": "Testimony by Marie Pineo, MPA Board and Mainers for Healthcare Leadership Team",
    "photo_caption": "Despite the House Republicans’ refusal to move a small amount of funding, Medicaid expansion is still very much the law. As of July of this summer, 70,000+ Mainers are now eligible for healthcare. ",
    "is_2018_bill": "TRUE"
  },
  {
    "id": "LD 1210",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1210.jpg",
    "official_title": "An Act Regarding the Maine Clean Election Fund",
    "quote": "“The funding required for Clean Elections is a small price to pay for citizen ownership of our democracy. Clean Elections helps keep the cost of campaigns down, and it has proven to be a very efficient and thrifty program. Most important, it keeps the voters in the driver’s seat.”",
    "what_is_the_bill": "Maine is one of the few states in nation to offer public financing for candidates running for office, which helps provide resources for Mainers to run for office while leveling the playing field and reducing the influence of big money in politics. This bill moved funding into the biennial budget to fund Maine’s Clean Elections program, which voters re-affirmed their support for fully funding in 2015. ",
    "why_it_matters": "Money in politics is an entrenched problem. Short of repealing the U.S. Supreme Court’s Citizens v. United ruling, one of the best tools in our democracy toolbox for minimizing the influence of corporate money and special interests is publicly-financed elections. Unfortunately, over the years, the fund for clean elections in Maine has been “raided” too many times. This bill wouldn’t have restored the full amount necessary, but would have been a step in the right direction. (Note: a tiny typo in the budget is now preventing clean elections-funded candidates from accessing their funds this year after July 1st, unless the legislature reconvenes and fixes the typo. Both major political parties and independent candidates stand to lose.) ",
    "what_happened": "FUNDED:  This bill was passed as a funding vehicle for Clean Elections.  Unfortunately, the entire program is currently being held hostage by Republicans over a typographical error in last year’s budget.",
    "short_description": "This bill moved funding for Maine’s clean elections program into the state budget. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/HP084601.asp",
    "voter_stance": "Supported",
    "more_info_url": "https://bangordailynews.com/2015/10/11/the-point/question-1-the-maine-clean-election-act-explained/",
    "shorthand_title": "Funding Maine’s voter-backed Clean Elections law",
    "quote_attribution": "Testimony by Andrew Bossie on behalf of Maine Citizens for Clean Elections ",
    "photo_caption": "Photo credit: Bangor Daily News"
  },
  {
    "id": "LD 1444",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1444.jpg",
    "official_title": "An Act Regarding Large-scale Community Solar Procurement",
    "quote": "“Community solar is a particularly important part of the overall solar policy mix because when done properly it provides opportunities for participation by a variety of residential and commercial, non-profit, and municipal customers who may otherwise not be able to do so. ln particular, community solar can provide opportunities for both renters and low to moderate income residential customers to participate in solar projects.”",
    "what_is_the_bill": "This bill would have directed the Public Utilities Commission, the regulatory body in Maine that oversees utilities, to enter into 20-year contracts for large-scale community solar projects to procure 120MW of solar over four years, enough to power approximately 19,600 homes.",
    "why_it_matters": "Maine is unequivocally on the frontline of climate change. At the same time, the most vulnerable Mainers among us–low-income families, seniors, and Maine’s tribal communities, who have suffered from generations of exclusion—are most at risk from the threats of climate disruptions like heat waves, flooding, and extreme weather. This bill addressed these interrelated challenges by creating a market for community solar, which would both reduce carbon and spread the benefits of renewable energy across a large number of people. ",
    "what_happened": "DEAD: This bill passed, was vetoed by Governor LePage, and the veto was narrowly sustained by a few votes in the House.",
    "short_description": "This bill would have promoted the development of large-scale community solar over the next four years. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/SP049901.asp",
    "more_info_url": "https://www.pressherald.com/2018/04/05/solar-advocates-fail-again-to-override-veto/",
    "shorthand_title": "Promoting community solar",
    "quote_attribution": "Testimony by Fortunat Mueller, co-founder of ReVision Energy ",
    "photo_caption": "Despite the benefits of community solar, Maine has only about 10 small community solar farms because of barriers the Public Utilities Commission has imposed, including a nine-person limit for projects. ",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1476",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1476.jpg",
    "official_title": "An Act To Ensure Continued Coverage for Essential Health Care",
    "quote": "“At the end of 2016 when the future of the ACA topped the headlines, we saw a significant increase in appointments, with a nearly 10-fold increase in women seeking long acting reversible contraceptives (LARCs) like lUDs. These spikes illustrate how important the ACA has been for women and their real concerns about losing access to preventive measures like birth control. Maine women shouldn’t have to make healthcare decisions out of fear of political uncertainty and this bill is one way to provide some peace of mind.” ",
    "what_is_the_bill": "This bill will require all healthcare plans in Maine to cover, without cost-sharing, the preventive services currently required under the Affordable Care Act, including coverage of birth control and preventative medications, as well as screenings for pregnant women, cancer, and sexually transmitted infection.",
    "why_it_matters": "Healthcare is a human right. Although the ACA isn’t perfect, the preventative care requirement has allowed for the greatest advancement in women’s health in a decade. This past year, under the threat of “repeal and replace,” this bill was submitted to ensure that people in Maine would continue to receive the basic preventative services guaranteed by the ACA even in the case of a repeal. ",
    "what_happened": "LAW: This bill passed, was vetoed by the governor, and the governor’s veto was overridden. It is now law. (As is the Affordable Care Act, for now.) ",
    "short_description": "This bill requires health insurance plans in Maine to continue covering preventative care in the case of a repeal of the Affordable Care Act. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/chapters/PUBLIC343.asp",
    "more_info_url": "https://rewire.news/article/2018/03/30/maine-overrides-governors-veto-pass-preventive-health-care-protections/",
    "shorthand_title": "Continuing preventative care of ACA ",
    "quote_attribution": "Nicole Clegg, vice president of Public Policy with Planned Parenthood of Northern New England",
    "photo_caption": "Prior to the Affordable Care Act and the inclusion of essential preventative benefits, women paid thousands of dollars out of pocket for basic care such as birth control and annual check-ups. Since the ACA, women have saved more than $1.4 billion in out-of-pocket costs on birth control pills alone each year.",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1507",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1507.jpg",
    "official_title": "An Act To Establish a Student Loan Bill of Rights To Regulate Student Loan Servicers ",
    "quote": "“Lawmakers committed to keeping graduates in Maine so they can fully participate in Maine’s economy should override the governor’s veto of the Student Loan Bill of Rights. Student borrowers and their parents and grandparents who cosign loans need protection against student loan servicers who profit from dirty business practices.”",
    "what_is_the_bill": "This bill would have established a Student Loan Bill of Rights aimed at preventing loan companies from taking advantage of students and increasing oversight in an under-regulated economy that has resulted in a massive ballooning of student debt. ",
    "why_it_matters": "Students shouldn’t be saddled with debt for working to obtain an education. It’s holding too many people back, widening inequality, and stalling our economy as a whole. This bill would have brought a sharper eye to the loan industry, which has used predatory practices and taken advantage of loose regulations to put extreme conditions on thousands of Maine students (14th heaviest debt burden in the country).",
    "what_happened": "DEAD: This bill was vetoed by Governor LePage and the veto was sustained. ",
    "short_description": "This bill would have established a Student Loan Bill of Rights. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/SP053204.asp",
    "more_info_url": "https://www.pressherald.com/2017/06/20/student-loan-servicer-fights-states-moves-to-boost-oversight/",
    "shorthand_title": "Student loan Bill of Rights",
    "quote_attribution": "Jody Harris, MECEP’s Associate Director. ",
    "photo_caption": "Maine ranks sixth in the nation in volume of student loan complaints to the federal consumer protection bureau.",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1566",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1566.jpg",
    "official_title": "An Act To Enact the Maine Fair Chance Employment Act",
    "quote": "“Working with many, many ex~offenders during the past 20 years, it is clear to me that finding employment is one of the biggest hurdles for ex-offenders. That’s my own experience as well. Former offenders, especially former felons, need not apply. I should note that not finding employment increases the risk of offending again--by a LOT. And the result costs us a LOT, both in the costs of the offense and in the costs of incarceration. So we have a large stake in having ex-offenders find employment. And I have to tell you that the biggest step is getting in the door. Getting far enough to actually talk with the employer. So that they can get to know you. So that they can have a sense of how much work and sincere effort you have put into your recovery and changing your life. So that they can have a sense of how hard you will work for them and how much you have to contribute. For that you have to get past the initial application form and into a face-to-face meeting. That’s what this bill is designed to help accomplish.” ",
    "what_is_the_bill": "This bill would have provided job-seekers who have criminal records a better chance at getting hired--one of the most important steps to rehabilitation--by restricting questions on applications to work experience and personal information, thereby allowing employers to judge applicants on their qualifications rather than the stigma of a record. More than 150 cities and counties in 30 states nationwide have adopted similar policies. ",
    "why_it_matters": "Everyone deserves a fair shot at employment, but too many people face barriers. One in three adult Mainers has an arrest or conviction record that can show up on an employment background check. People of color are disproportionately impacted: black men and women in Maine are incarcerated at nearly six times the rate of white men and women. An arrest or conviction record has devastating consequences for employment. Finding gainful employment once somebody has served a conviction is a significant factor towards reducing reoffending, and has meaningful ripple effects on the person’s family, community, and our state economy at large.",
    "what_happened": "DEAD: Gov. LePage vetoed this bill, and his veto was sustained. ",
    "short_description": "This bill would have provided job-seekers who have criminal records a better chance at getting hired by allowing employers to judge applicants on their qualifications first rather than the stigma of a record.",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/HP107901.asp",
    "more_info_url": "https://www.conwaydailysun.com/portland_phoenix/news/this_just_in/fair-chance-hiring-bill-advanced-by-legislative-panel/article_bd00f2bc-158e-11e8-8ed5-6b768b072a33.html",
    "shorthand_title": "Fair Chance Act (\"Ban the box\")",
    "quote_attribution": "Testimony of Peter Lehman from Thomaston, Maine. Peter is a professional sociologist and criminologist who has spent much of his career working with and teaching law enforcement, corrections and probation officers.",
    "photo_caption": "A Harvard study found that job “call-backs” were reduced by 50 percent for people who checked the conviction box on an application. For African American applicants, they were reduced by two-thirds.",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1609",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1609.jpg",
    "official_title": "An Act To Support Maine's Employers and Encourage Employers To Hire Young Workers",
    "quote": "“Maine has never had a lower minimum wage for younger workers. Reducing Maine's minimum wage for younger workers is counterproductive, especially to young people trying to work their way through college or who contribute significantly to their families’ income. Many younger Mainers play an essential role in contributing to their household economy, supporting their parents and younger siblings. MECEP estimates that young people working at minimum wage account for 12.7% of their household's income. In addition, lowering the starting wage rate for young people will depress earnings over time.”",
    "what_is_the_bill": "This bill sought to roll back several provisions of the voter-approved minimum wage increase passed in 2016 by attempting to cut wages for young people, slow the rate of future increases, eliminate cost-of-living increases, and cut wages for tipped workers. In the end, it was whittled down to a wage cut for young workers. ",
    "why_it_matters": "In a time of skyrocketing income inequality, raising the minimum wage is one of the most tried and tested ways to improve working people’s lives and increase their economic security. Maine voters agreed when they passed a minimum wage increase at the ballot in 2016 with 55% of the vote. Not only did this bill attempt to cut wages for workers in several different ways, but it was a blatant attempt to undermine what voters had just passed by a historic margin at the polls.",
    "what_happened": "DEAD: This bill was defeated. ",
    "short_description": "This was a bill submitted by Governor LePage that would have rolled back the voter-approved minimum wage increase in several ways.",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/display_ps.asp?paper=SP0565&PID=undefined&snum=128",
    "voter_stance": "Opposed",
    "more_info_url": "https://www.pressherald.com/2017/05/23/governors-minimum-wage-bill-proposes-slower-increase-and-11-cap/",
    "shorthand_title": "Cutting wages for young people ",
    "quote_attribution": "Testimony by James Myall, policy analyst with the Maine Center for Economic Policy ",
    "photo_caption": "Voters in Maine overwhelmingly voted to approve increasing the minimum wage in 2016. Immediately thereafter, Governor LePage introduced LD 1609 to cut wages. "
  },
  {
    "id": "LD 1625",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1625.jpg",
    "official_title": "An Act To Repeal the Ranked-choice Voting Law",
    "quote": "“Voters have more wisdom than some people in this building would give them credit for. We can trust voters to navigate ranked choice voting as they have requested that we do in the November vote. In a democracy, the people are the source of real power. Let us not undermine or diminish that power in any way. Please preserve ranked choice voting.” ",
    "what_is_the_bill": "This bill would have completely repealed Ranked Choice voting, the elections reform that Maine voters passed into law by referendum in November of 2016. ",
    "why_it_matters": "When Mainers voted to pass Ranked Choice Voting into law, they opted to give voters more choice over their candidates for elected positions. In an era of diminishing trust in our basic institutions, including and especially government, this was a vote to ask that any elected official that wins an election for public office does so with majority support from the electorate. ",
    "what_happened": "DEAD: This bill passed the Republican-controlled Senate, was defeated in the Democrat-controlled House, and died between chambers.",
    "short_description": "This bill would have repealed Ranked Choice Voting, passed by voters into law in 2016. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/SP057801.asp",
    "voter_stance": "Opposed",
    "more_info_url": "https://www.pressherald.com/2017/06/28/legislature-fails-to-repeal-voter-passed-ranked-choice-voting-law/",
    "shorthand_title": "Repealing Ranked Choice Voting",
    "quote_attribution": "State Senator Shenna Bellows",
    "photo_caption": "A sample ranked-choice voting ballot"
  },
  {
    "id": "LD 1646",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1646.jpg",
    "official_title": "An Act To Implement Ranked-choice Voting in 2021 ",
    "quote": "“Voters asked for this reform under their right granted by the Maine state constitution. We may not be happy with the court’s decision in the solemn occasion, but we respect their authority to decide. Some of you may not be happy with the outcome of this referendum, but you should respect the authority of voters to decide. Such respect requires you to do your best to honor the will of those voters. Don’t undermine them by repealing provisions that are perfectly valid under the constitution and the court opinion. Supporting this approach shows the voters that you heard their call for change and have acted responsibly to honor it. Doing so respects the will of the voters, respects the Maine state constitution and the democratic process, and advances the benefits for which Maine people endorsed this reform.”",
    "what_is_the_bill": "This bill would have delayed the implementation of ranked-choice voting until December of 2021 and ultimately repealed ranked-choice voting if the legislature failed to take action.",
    "why_it_matters": "Voters in Maine passed elections reform at the ballot in 2016, and this bill attempted to dramatically slow down the timeline for implementing that reform. In a time of increasing mistrust of our public institutions, including and especially government, the legislature should uphold honor initiatives that have passed and work to implement them, rather than throwing up roadblocks.",
    "what_happened": "REPEALED BY PEOPLE'S VETO:  On June 12th, ranked-choice voting was re-affirmed by more than 55% of voters. It remains in  effect for primary elections and elections to federal office.",
    "short_description": "This bill will delay implementation of RCV until 2021 at which point it would be repealed",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/chapters/PUBLIC316.asp",
    "voter_stance": "Opposed",
    "more_info_url": "http://mainepublic.org/post/lawmakers-agree-delay-and-maybe-repeal-maines-voter-approved-ranked-choice-voting-law#stream/0",
    "shorthand_title": "Delaying Ranked Choice Voting until 2021 ",
    "quote_attribution": "Ann Luther, League of Women Voters",
    "photo_caption": "Activists deliver signatures to force a People's Veto to stop a bill to repeal ranked-choice voting. Credit: Portland Press Herald"
  },
  {
    "id": "LD 1684",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1684.jpg",
    "official_title": "An Act Regarding Meals in Public Schools",
    "quote": "“If our students are hungry, they cannot learn. We must first take care of our students’ most basic needs in order to be able to provide them a quality education. I’ve heard heartbreaking stories from across the state where children are hungry and food is being thrown away…that must change. I wish we didn’t need to legislate feeding hungry children. But if even one child in our community is denied food, or humiliated because of a parent’s negligence, we need to do something.” ",
    "what_is_the_bill": "This bill would have prohibited public schools from punishing, identifying, or stigmatizing a student who cannot pay for a meal or have meal payments due in cases where the family does not already qualify for free or reduced lunches. It mandates that schools discuss payment issues directly with the parent rather than use school children as go-betweens.",
    "why_it_matters": "No child should have to go hungry. Maine has the third highest rate of hunger in the nation, while one in every five children in our state are food insecure. Food is a basic right, and all children should be served school meals whether parents can or cannot afford to pay. Furthermore, the embarrassment of being singled out and sometimes having to wear an identifying stamp or wristband is a form of punishment no child should have to endure.  ",
    "what_happened": "PASSED BUT NOT ENACTED: This bill passed the House; at the time of publication, it has been “carried over”  to a  special session but hasn’t yet been heard by the Senate.",
    "short_description": "This bill would have prohibited schools from punishing or stigmatizing a student who cannot pay for a meal or whose family is behind payments. ",
    "bill_text_url": "http://legislature.maine.gov/legis/bills/bills_128th/billtexts/SP062001.asp",
    "more_info_url": "http://mainebeacon.com/effort-to-ban-lunch-shaming-gains-traction-in-maine/",
    "shorthand_title": "Stopping lunch shaming at school",
    "quote_attribution": "Testimony by Lois Kilby-Chesley , president of the Maine Education Association President ",
    "photo_caption": "Lunch shaming is a national problem. A 2014 report by the U.S. Department of Agriculture found that nearly half of all school districts used some form of it to pressure parents to pay. Thirty-nine percent of schools reported withholding the hot lunch and providing an “alternate meal,” such as a cold cheese sandwich, while three percent denied the child food entirely.",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1707",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1707.jpg",
    "official_title": "An Act To Reduce the Cost of Care Resulting from Blood-borne Infectious Diseases",
    "quote": "“Last year more than 48 bills were submitted to address the opioid crisis and its consequences. Sure, not all of them were very good. Yeah, some of them were downright abominable. But the question here is: How many of them made it through? We have brought legislation to provide public funding for syringe exchange services for THREE YEARS IN A ROW. But the one time it did survive a veto, the fiscal note was cut, making it ultimately ineffectual. Meanwhile, syringe service programs continue to struggle year after year. And some don’t make it, leaving gaping holes in services, as in Lewiston where the syringe exchange operating there was forced to close its doors due to financial constraints this past September. If we are in the midst of a drug crisis, syringe exchange is a vital part of the solution. It has the unique privilege of both saving lives AND saving money.”",
    "what_is_the_bill": "This bill would have allocated $75,000 to fund syringe exchange programs that are a proven method to curb the spread of preventable, infectious diseases, such as hepatitis C, which is dangerously on the rise in Maine due to the opioid epidemic. Currently, Maine’s needle exchange programs are dramatically underfunded. ",
    "why_it_matters": "The opioid epidemic has been closely tracked in Maine. Less well-publicized has been the rise in cases of acute hepatitis C, which increased by 228% between 2013-2014 in Maine and has continued to rise since. In 2016, Maine’s rate of acute hepatitis C was almost six times the national average. Safe syringe exchange programs are tried-and-true, tested ways to reduce rates of HIV, hepatitis C, and other injection-related ailments. They also serve as important sites of intervention, where people using drugs can gain access to treatment and other harm-reduction practices.",
    "what_happened": "LAW: Gov. LePage vetoed this bill, and his veto was overridden. ",
    "short_description": "This bill would have allocated funds for syringe exchange programs to curb the spread of preventable infectious diseases, such as hepatitis C, which is on the rise in Maine.",
    "bill_text_url": "http://legislature.maine.gov/legis/bills/bills_128th/billtexts/HP118701.asp",
    "more_info_url": "http://mainepublic.org/post/i-d-probably-be-dead-how-needle-exchanges-help-iv-drug-users-avoid-hepatitis-c-infection",
    "shorthand_title": "Funding for syringe exchange programs",
    "quote_attribution": "Testimony of Kenney Miller, Executive Director of Health Equity Alliance (HEAL)",
    "photo_caption": "Kenney Miller, executive director of the Health Equity Alliance, shows a drawer full of supplies. HEAL operates needle exchange programs that serve about 2,700 people a year. The need is much greater.",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1726",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1726.jpg",
    "official_title": "An Act To Amend the Laws Governing Elections",
    "quote": "“This measure, if it passes, will certainly have the effect of making it harder for citizen initiatives to qualify for the ballot. It will also have the perverse effect of ensuring that the only measures that can succeed are those that are well-financed from the beginning, increasing the role of big, out-of-state money in the process.”",
    "what_is_the_bill": "This bill was a routine elections bill that updated a number of technical provisions, but it included one section that would have been very damaging to grassroots campaigns: it would have banned signature collectors within 50 feet of polling places.  ",
    "why_it_matters": "Ever since the populist labor movement of the early twentieth century in Maine won our right to direct democracy through the citizen initiative process, referendums have been a critical check on the balance of power in state government. Both conservatives and progressives have brought initiatives before voters, and in the last several years major victories have been won when the legislature was completely grid-locked under divided partisan rule. Citizen initiatives rely on the ability to reach large numbers of registered voters at once to reach the threshold for qualification (one of the most onerous in the country). Banning the collection of signatures at polling locations is about as anti-democratic as it gets, and would have benefited  well-moneyed efforts that don’t have to rely on volunteers on Election Day to collect signatures. ",
    "what_happened": "DEAD: This bill died between chambers. ",
    "short_description": "This bill would have made it illegal to collect signatures at polling locations.",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/HP120601.asp",
    "voter_stance": "Opposed",
    "more_info_url": "http://mainebeacon.com/bill-to-ban-signature-gathering-on-election-day-threatens-maines-direct-democracy/",
    "shorthand_title": "Banning signature collection at the polls ",
    "quote_attribution": "Testimony by Anna Kellar, joint executive director of Maine Citizens for Clean Elections and the League of Women Voters of Maine. ",
    "photo_caption": "Election day is a key time for grassroots campaigns to reach a large swath of registered voters. Without access to polling places, citizen initiatives and other grassroots efforts would be severely hindered. ",
    "is_2018_bill": "TRUE"
  },
  {
    "id": "LD 1757",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1757.jpg",
    "official_title": "An Act To Protect Maine's Economy by Slowing the Rate at Which the State's Minimum Wage Will Increase and Establishing a Training and Youth Wage",
    "quote": "“I am one of the many young Mainers that will be harmed by this bill; by this attack on working families. Like many kids, the older I got, the more I began to notice the financial hardships facing my family. Kids notice when there's no food to be had. Kids notice when the water stops flowing because the pipes froze again. Kids notice when CMP knocks on their door and turns out their lights. And you know what happens to those kids? Those kids grow into hard working teenagers whose income helps keep their family afloat. The raise in the minimum wage has done so much good for those families like mine, struggling in Maine and I ask you not to take that away from us.”",
    "what_is_the_bill": "This bill would have slowed the rate of the voter-approved increase in Maine’s minimum wage over the next two years. It would also have reduced wages in 2020 to $10.50 an hour, rather than the $12 rate currently in law. The bill would also cut the required wage for workers under the age of 18 to just 80% of the minimum wage for the first 200 hours of employment.",
    "why_it_matters": "When it comes to raising wages for workers, nobody should be left behind. But the corporate interests who continue to attempt wage cuts do so by isolating different classes of workers, such the as young people who were targeted by this bill. One in four teenagers in Maine impacted by the bill is living in or near poverty, and many are contributing to their families’ financial well-being. Paying a sub-minimum wage to youth for their first 90 days will reinforce the current trend of employers treating their workers as disposable and may lead to employers pitting young people against seniors vying for the same minimum wage jobs.",
    "what_happened": "DEAD: This bill passed the Senate but was defeated in the House. It died in \"non-concurrence\" (when a bill differs in language between chambers because of two different amendments).",
    "short_description": "This bill would have cut future wage increases for Maine workers and allowed employers to pay young employees less than the minimum wage.",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/HP121001.asp",
    "voter_stance": "Opposed",
    "more_info_url": "http://mainebeacon.com/every-republican-on-maines-labor-committee-just-voted-to-cut-the-minimum-wage/",
    "shorthand_title": "Attack on the minimum wage",
    "quote_attribution": "Testimony of Alyssa Thompson, Greene, ME",
    "photo_caption": "Since Mainers voted overwhelmingly to raise the minimum wage in November 2016, the state has experienced the largest wage gain in a decade, especially for workers in northern and rural Maine, with no accompanying job loss or hours cut.",
    "is_2018_bill": "TRUE"
  },
  {
    "id": "LD 1769",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1769.jpg",
    "official_title": "An Act To Conform the Laws Regarding a Salaried Employee Who Is Exempt from Overtime and Minimum Wage Requirements to Federal Law",
    "quote": "“Put simply, this bill would cut wages for thousands of Mainers, who by definition are among the hardest workers in our economy Mainers are known as hard workers, but they also value fairness, and they deserve to be paid properly for their overtime.”",
    "what_is_the_bill": "This bill would have cut wages for roughly 19,000 Mainers this year by changing the state’s overtime rules to exclude more working-class employees from eligibility for time-and-a-half pay. It would have done so by repealing state-level overtime rules and revert Maine to the federal-level standards that haven’t been updated in decades. Under this bill, by 2022, approximately 32,000 Maine workers would lose their eligibility.",
    "why_it_matters": "Everyone deserves to get paid for their work. Overtime protection standards come from the adoption of a 40-hour work week during the New Deal in 1938. Overtime recognizes the inherent dignity of work by guaranteeing that when employees go above and beyond the standard of 40 hours, they are fairly compensated for their extra work. Unfortunately, since 1975, federal overtime protections have been significantly eroded and have not been sufficiently updated. The Obama Administration addressed that problem, but it was challenged in court and will not go into effect. It’s imperative that Maine maintain our own standard, since states have the right to set their own thresholds. ",
    "what_happened": "DEAD: This bill was defeated in the House and died.",
    "short_description": "This bill would have cut wages for roughly 19,000 Mainers this year by changing the state’s overtime rules.",
    "bill_text_url": "http://www.mainelegislature.org/legis/bills/bills_128th/billtexts/SP065601.asp",
    "more_info_url": "http://blog.mecep.org/2018/02/proposed-changes-to-overtime-rules-would-cut-wages-for-up-to-32000-mainers/",
    "shorthand_title": "Cutting overtime pay",
    "quote_attribution": "Testimony of James Myall, Policy Analyst, the Maine Center for Economic Policy",
    "photo_caption": "The Maine History Labor Mural, by Seal Cove artist Judy Taylor, which was removed from display at the Department of Labor by Gov. Paul LePage.",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1833",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1833.jpg",
    "official_title": "An Act To Facilitate Compliance with Federal Immigration Law by State and Local Government Entities",
    "quote": "“The populations we serve are very vulnerable, have experienced the worst atrocities a human being can experience including genocide and they bring with them historical trauma. Regardless of our experiences, the majority of us start over; we go to work, attend school, volunteer and become part of the collective community. We embrace our second chance in life, we are eager to go to work, we are eager to fit in, we are eager to live a normal life where we don’t have to worry about whether or not we will make it every day. We come from war torn or unsafe countries and America welcomed us and promised to provide opportunities where we can thrive, recover, believe and begin to trust again that we deserve to live. We oppose LD 1833. We oppose the dismantling of families and communities. We oppose the uncertainty that is being forced upon the communities we serve.” ",
    "what_is_the_bill": "This bill mandated that local police and sheriff departments comply with and support the enforcement of federal immigration law, including President Donald Trump’s targeting, detention, and deportation of individuals. Further, the bill would have charged fees of $500 a day ($182,500 a year) to towns and cities that refused to comply.",
    "why_it_matters": "We are all safer when there is trust between communities and law enforcement. This bill would have undermined that trust by making immigrant communities fear the police. Like other “anti-sanctuary city” bills around the country, it would make immigrants feel less welcome in Maine and punish towns and cities if they chose not to participate in potentially unconstitutional behavior like unlawful detainment and racial profiling, which so far have been landmarks of the Trump administration's approach to immigration. ",
    "what_happened": "DEAD: This bill passed the Senate but was defeated in the House. ",
    "short_description": "This bill would have forced local police to act as federal immigration agents and would have financially punished municipalities that refused to comply. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/HP127501.asp",
    "more_info_url": "http://mainebeacon.com/house-rejects-rep-lockmans-anti-immigrant-bill/",
    "shorthand_title": "Forcing compliance with Trump's anti-immigration policies",
    "quote_attribution": "Testimony of Fatuma Hussein, resident of Auburn and Executive Director of the Immigrant Resource Center of Maine",
    "photo_caption": "Many of Maine's immigrants have fled violence in their home countries. When Maine can welcome our new residents instead of instilling fear in them, all our communities benefit. ",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  },
  {
    "id": "LD 1864",
    "mpa_stance": "Supported",
    "photo": "/bill-photos/LD-1864.jpg",
    "official_title": "An Act To Establish Universal Home Care for Seniors and Persons with Disabilities",
    "quote": "“We all know the problem. In our rapidly-aging state, too many seniors are being forced from their homes and too many people with disabilities can’t get the care they need. Homecare for all will fix that. It’s a guarantee that if you need help staying in your home, you can get it.”",
    "what_is_the_bill": "This vote was whether to place Homecare for All on the ballot this November 2018. Sending the bill to a committee would have opened up the possibility of a competing ballot measure and other legislative interference. Most of the major citizen initiative campaigns over the last several years, including raising the minimum wage, raising education funding, and expanding Medicaid, were all sent directly to voters. ",
    "why_it_matters": "Maine is the oldest state in the country and too many families are struggling to make ends meet caring for an aging parent or grandparent at home, or spending down their savings to quality for Medicare. In November, as the LePage administration comes to an end, Maine has the potential to set the gold standard for the rest of the country for what it means to take care of our citizens.. Homecare for All will provide universal access to in-home care for seniors and Mainers with disabilities while raising wages for direct care workers and providing support for family caregivers.",
    "what_happened": "INDEFINITE POSTPONEMENT: This bill was “postponed indefinitely,” meaning the legislature sent it directly to voters to be placed on the November ballot. ",
    "short_description": "This vote was to send Homecare for All to the ballot this November 2018. ",
    "bill_text_url": "http://www.mainelegislature.org/legis/bills/bills_128th/billtexts/IB000301.asp",
    "voter_stance": "Supported",
    "more_info_url": "https://mainebeacon.com/republicans-deride-voters-defend-the-wealthy-in-attempt-to-undermine-homecare-referendum/",
    "shorthand_title": "Sending Homecare for All to ballot ",
    "quote_attribution": "Miri Lyons, a former homecare worker and a parent who currently cares for a child with a disability.",
    "photo_caption": "Miri Lyons, center, speaks about her experience as a homecare worker while supporters delivered 67,000 signatures to Maine's secretary of state to qualify Homecare for All for the November 2018 ballot.",
    "is_2018_bill": "TRUE"
  },
  {
    "id": "LD 1865",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1865.jpg",
    "official_title": "An Act To Increase Transparency in the Direct Initiative Process",
    "quote": "“The impact of this bill is worse than the sum of its technocratic parts. It’s entirely unclear to me what problem this bill is seeking to solve. If its intent is to crack down on campaigns like the casino referendum from last year, voters already weighed in on that when the initiative went down in flames. If its intent is to reign in the citizens initiative process for initiatives that have passed in recent years--in some cases by historic margin- - than it’s nothing more than another attack on the will of the voters and an implication that voters are incapable of discerning the truth or when a group is attempting to pull the wool over their eyes.”",
    "what_is_the_bill": "This bill would have introduced more requirements for getting questions on the ballot, from signature-collection to the process of notaries verifying signatures, and it would have placed duplicative financial disclosure rules in place--rules that lawmakers already voted against when applied to political parties or PACs by party leaders. ",
    "why_it_matters": "The significance of this bill was probably best summarized by Veterans and Legal Affairs Committee member Craig Hickman (D-Winthrop), who asked whether this bill was nothing more than sour grapes on the part of those who didn’t like the results of recent initiatives passed by voters in Maine. Singling out the citizen initiative process for “reform,” when referendums have been initiated in large part due to the inaction and gridlock of the legislature--especially considering Maine already has one of the more stringent requirements nationally for getting on the ballot--is anti-democratic and wildly tone-deaf.",
    "what_happened": "LAW: This bill passed both chambers and was signed into law by Gov. LePage.",
    "short_description": "This bill would have put in place additional, unnecessary hoops for citizen initiatives to jump through.",
    "bill_text_url": "http://www.mainelegislature.org/legis/bills/bills_128th/billtexts/HP130101.asp",
    "voter_stance": "Opposed",
    "more_info_url": "http://mainebeacon.com/bill-to-ban-signature-gathering-on-election-day-threatens-maines-direct-democracy/",
    "shorthand_title": "Increasing restrictions on the citizen initiative process ",
    "quote_attribution": "Testimony of Taryn Hallweaver, legislative director with the Maine People’s Alliance ",
    "photo_caption": "Election day is a key time for grassroots campaigns to reach a large swath of registered voters. Without access to polling places, citizen initiatives and other grassroots efforts would be severely hindered.",
    "is_2018_bill": "TRUE"
  },
  {
    "id": "LD 1904",
    "mpa_stance": "Opposed",
    "photo": "/bill-photos/LD-1904.jpg",
    "official_title": "An Act To Prohibit the Practice of Female Genital Mutilation of a Minor",
    "quote": "“I’m a mother of four daughters, ages 18 to 4 years old. Hundreds of mothers have fled violence, fled this very practice, and are fiercely protecting their daughters. My community in Maine takes pride in how far we have come on putting this practice in the past. As a result, the practice has been phased out. As a 15 year resident and taxpayer of the state of Maine, I know the state of Maine has bigger issues that need to be addressed such as opioid addiction, lead paint poisoning, intergenerational poverty, poor housing, and substance abuse. This is nothing but biased hate that was placed to further marginalize an already oppressed community.”",
    "what_is_the_bill": "This bill, which originated from Act for America, the largest anti-Muslim hate group in the U.S., would have redundantly criminalized the currently non-existent practice of female genital mutilation in Maine.",
    "why_it_matters": "There is no real problem this bill was seeking to solve. It was modeled after legislation that Act for America has pushed in at least nine states with the goal of invoking fear and hysteria about immigrants. The women leaders of Maine's refugee and asylum-seeking communities were united in their opposition to the bill, explaining to lawmakers that this practice has been phased out in Maine thanks to their leadership, and that the bill would only have detrimental impacts on their community. As the far-right continues to use race-baiting as a strategy, it's important that lawmakers can sniff it out and snuff it out.",
    "what_happened": "DEAD: This bill was defeated when the House and Senate passed different amendments.",
    "short_description": "This bill, which came from an anti-Muslim hate group, would have redundantly criminalized the currently non-existent practice of female genital mutilation in Maine. ",
    "bill_text_url": "https://legislature.maine.gov/legis/bills/bills_128th/billtexts/SP073201.asp",
    "more_info_url": "https://www.pressherald.com/2018/03/07/greg-kesich-gov-lepage-dreams-up-phony-problem-when-state-has-real-ones-to-solve/",
    "shorthand_title": "Immigrant stigmatization",
    "quote_attribution": "Fowsia Musse, resident of Lewiston and executive director of Maine Community Integration",
    "photo_caption": "Fowsia Musse, executive director of Maine Community Integration (center right), was one of the women leaders of the refugee and immigrant community who spoke up against this bill. Photo credit: Maine Women Magazine ",
    "is_2018_bill": "TRUE",
    "voter_stance": ""
  }
]